{
  "title": "Portafolio",
  "header": {
    "navItems": {
      "projects": "Mis Proyectos",
      "skills": "Habilidades",
      "aboutMe": "Sobre mi",
      "contact": "Contacto"
    }
  },
  "MeInfo": {
    "greeting": "¡Hola! Soy",
    "name": "Daniel",
    "role": "Desarrollador web Full Stack",
    "experience": {
      "description": "Soy un apasionado del desarrollo de software, con más de 2 años de experiencia en proyectos completos y una visión enfocada en crear soluciones innovadoras."
    },
    "passionateAbout": {
      "description": "Apasionado por convertir ideas en soluciones innovadoras que hacen la diferencia.",
      "alwaysReady": "¡Estoy listo para llevar tus proyectos al siguiente nivel!"
    }
  },
  "projects": {
    "shortly": {
      "title": "Shortly - Acortador de URLs",
      "description": "Aplicacion web para acortar URLs. Ofrece un panel de administración, autenticación, seguimiento de visitas y un diseño responsivo para una experiencia óptima en diversos dispositivos."
    },
    "facturation": {
      "title": "Sistema de Facturación",
      "description": "Sistema de gestión de facturas, clientes y productos. Ofrece un panel de administración, autenticación, generación de reportes y un diseño responsivo."
    },
    "tickets": {
      "title": "Sistema de Tickets",
      "description": "Un sistema robusto para gestionar tickets, usuarios y roles. Ofrece un panel de administración, autenticación de usuarios, funcionalidades de asignación de tickets, chats en tiempo real para mejorar la comunicación y resolución de problemas, y un diseño responsivo para un uso sin interrupciones en una variedad de dispositivos."
    },
    "code": "Codigo"
  },
  "contact": {
    "availableToWork": "¡Disponible para trabajar!",
    "interestedInWorking": "Si estás interesado en trabajar conmigo, no dudes en contactarme.",
    "alwaysReady": "Estoy siempre listo para colaborar en nuevos retos.",
    "contactButton": "Contacto"
  },
  "aboutMe": {
    "experience": "Experiencia",
    "downloadCV": "Descargar CV",
    "bio": {
      "name": "Soy desarrollador de software con más de 2 años de experiencia en el desarrollo Full Stack, trabajando tanto en frontend como en backend con tecnologías como Angular, React, Spring y Laravel.",
      "passion": "Me especializo en crear aplicaciones escalables y prácticas que optimizan procesos y mejoran la experiencia del usuario.",
      "focus": "He liderado proyectos que optimizan procesos empresariales y mejoran la experiencia del usuario, destacando por mi capacidad para integrar soluciones en la nube y mi compromiso con el aprendizaje continuo.",
      "self-taught": "Me apasiona construir soluciones prácticas y eficientes que combinen un diseño atractivo con una arquitectura sólida."
    },
    "systemEngineering": {
      "title": "Ingeniería de Sistemas",
      "institution": "Universidad del Magdalena",
      "year": "2021 - Ahora"
    },
    "webDeveloper": {
      "title": "Desarrollador Web",
      "institution": "C&A Technology",
      "year": "2022 - 2023"
    }
  }
}
