{
  "title": "Daniel's Portfolio",
  "header": {
    "navItems": {
      "projects": "My Projects",
      "skills": "Skills",
      "aboutMe": "About me",
      "contact": "Contact"
    }
  },
  "MeInfo": {
    "greeting": "Hello! I am",
    "name": "Daniel",
    "role": "Full Stack Web Developer",
    "experience": {
      "description": "I am passionate about software development, with over 2 years of experience in complete projects and a focus on creating innovative solutions."
    },
    "passionateAbout": {
      "description": "Passionate about turning ideas into innovative solutions that make a difference.",
      "alwaysReady": "I am ready to take your projects to the next level!"
    }
  },
  "projects": {
    "shortly": {
      "title": "Shortly - URL Shortener",
      "description": "Web application for shortening URLs. It provides an administration panel, authentication, visit tracking, and a responsive design for an optimal experience on various devices."
    },
    "facturation": {
      "title": "Invoicing System",
      "description": "Invoice, customer, and product management system. It provides an administration panel, authentication, report generation, and a responsive design."
    },
    "tickets": {
      "title": "Ticket System",
      "description": "A robust system for managing tickets, users, and roles. It offers an administration panel, user authentication, ticket assignment functionalities, real-time chat to enhance communication and problem resolution, and a responsive design for seamless use on a variety of devices."
    },
    "code": "Code"
  },
  "contact": {
    "availableToWork": "¡Available for work!",
    "interestedInWorking": "If you're interested in working with me, feel free to contact me.",
    "alwaysReady": "I'm always ready to collaborate on new challenges.",
    "contactButton": "Contact"
  },
  "aboutMe": {
    "experience": "Experience",
    "downloadCV": "Download CV",
    "bio": {
      "name": "I am a software developer with over 2 years of experience in Full Stack development, working both on the frontend and backend with technologies like Angular, React, Spring, and Laravel.",
      "passion": "I specialize in creating scalable and practical applications that optimize processes and enhance user experience.",
      "focus": "I have led projects that optimize business processes and improve user experience, standing out for my ability to integrate cloud solutions and my commitment to continuous learning.",
      "self-taught": "I am passionate about building practical and efficient solutions that combine attractive design with solid architecture."
    },
    "systemEngineering": {
      "title": "Systems Engineering",
      "institution": "Universidad del Magdalena",
      "year": "2021 - Now"
    },
    "webDeveloper": {
      "title": "Web Developer",
      "institution": "C&A Technology",
      "year": "2022 - 2023"
    }
  }
}
